Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Fixed workplaces outdoors should be arranged in such a way that personnel are not exposed to wind, because cold air at high velocity can very quickly remove large quantities of heat from the body.
sv: Fasta arbetsplatser utomhus bör arrangeras så att man inte utsätts för vind eftersom kall luft med hög hastighet på kort tid kan transportera bort stora värmemängder från kroppen.

source: During work outdoors during the summer, sun screening should also be used to reduce the heat loading and UV radiation from the sun.
sv: Vid arbete utomhus under sommartid bör även solavskärmning nyttjas för att minska värmelasterna och UV- strålningen från solen.

source: School playgrounds and similar environments should have access to shade in some part of the grounds.
sv: På skolgårdar och liknande miljöer bör tillgång till skugga finnas på någon del av gården.

source: On premises with large internal heat loads, e.g. from machinery or solar irradiation, the supply air may need to be cooled.
sv: I lokaler med stora interna värmelaster, t.ex. från maskiner eller solinstrålning, kan det vara aktuellt att kyla tilluften.

source: Depending on the nature of the problem, it may also be appropriate to screen off the sunlight or to screen off warm surfaces as a means of reducing the temperature.
sv: Beroende på problemets art bör man dock först använda sig av solavskärmning eller annan avskärmning av varma ytor för att sänka temperaturen.

source: It may also be suitable to use cool night air to cool down the premises with the help of the ventilation system.
sv: Det kan även vara lämpligt att utnyttja den svalare nattluften för att med hjälp av ventilationssystemet kyla ned lokalerna.

source: Cool and warm surfaces may been to be screen in order to reduce the heat radiation to or from these surfaces.
sv: Kalla och varma ytor kan behöva avskärmas för att minska värmestrål- ningen till eller från dessa ytor.

source: If the air temperature during light, sedentary work deviates permanently from 20-24°C in winter and 20-26°C in summer, the thermal climate should be investigated more closely.
sv: Om lufttemperaturen vid lätt och stillasittande arbete varaktigt avviker från 20–24 °C vintertid och 20–26 °C sommartid bör det termiska klimatet undersökas närmare.

source: Since it is not only air temperature that influences the thermal climate, it may be appropriate to determine PMV and PPD as per SS-EN ISO 7730.
sv: Eftersom det inte bara är lufttemperaturen som påverkar det termiska klimatet kan det vara lämpligt att bestämma PMV och PPD enligt SS-EN ISO 7730:2006.

source: An assessment can then be made of the prerequisites for thermal comfort and of the need for remedial measures.
sv: Därefter bedöms förutsättningarna för termisk komfort och eventuellt behov av åtgärder.

source: No special steps need normally be taken during a short heat wave with roughly the same temperature indoors and out.
sv: Under en kortvarig värmebölja med ungefär samma inomhustemperatur som utomhustemperatur behöver normalt inga särskilda åtgärder vidtas.

source: If, on the other hand, the work is of such a kind that increased risk behaviour can mean accidents, steps should be taken.
sv: Är däremot arbetet sådant att ökat riskbeteende kan innebära olycksfall bör åtgärder vidtas.

source: Where sedentary work is concerned, it is especially important to consider such local factors as draught and temperature differences.
sv: Vid stillasittande arbete är det särskilt viktigt att beakta de lokala faktorerna som drag och temperaturskillnader.

source: In order for the thermal climate to be perceived as satisfactory, the air temperature difference between head and ankle during sedentary work should be limited.
sv: För att det termiska klimatet ska upplevas som tillfredsställande bör både vertikala och horisontella temperaturskillnader begränsas.

source: The method for calculating acceptable temperature differences is shown in SS- EN ASO 7730:2006.
sv: Metoder för beräkning av godtagbara temperaturskillnader anges i SS-EN ISO 7730:2006.

source: On certain premises, considerations of production technique may demand a different temperature from that indicated above, e.g. on certain food manufacturing premises or on premises where furnace work is done.
sv: I vissa lokaler kan det av produktionstekniska skäl vara nödvändigt att hålla annan temperatur än vad som anges ovan, t.ex. i vissa livsmedelslokaler eller lokaler där ugnsarbeten utförs.

source: In these cases, it is important to adapt working hours and breaks to reduce the risk of ill health and accidents.
sv: I dessa fall är det viktigt att anpassa arbetstider och pauser för att minska risken för ohälsa och olycksfall.

source: Work rotation with tasks also in a suitable climate can sometimes be necessary.
sv: Arbetsrotation med arbetsuppgifter även i lämpligt klimat kan ibland vara nödvändig.

source: Suitable protective clothing should also be used.
sv: Lämpliga skyddskläder bör också användas.

source: In some cases, clothes to protect against coolness and heat can be counted as personal protection equipment.
sv: I vissa fall kan kläder som skydd mot kyla eller värme räknas som personlig skyddsutrustning.

source: This applies particularly if the climate cannot be regarded to be of a type the employee would normally encounter in everyday life.
sv: Det gäller särskilt om klimatet inte kan anses vara ett sådant som arbetstagaren normalt kommer i kontakt med i sin vardag.

source: It cannot be expected that the employee will have own clothes to protect against such a climate.
sv: Man kan inte räkna med att arbetstagaren har egna kläder för att skydda sig mot ett sådant klimat.

source: Other examples may be when the work entails further risks apart from the temperature, e.g. for a motorcycle delivery person, where the clothes are also to protect against cooling by speed wind, and as physical protection if the person should fall off the motorcycle.
sv: Andra exempel kan vara när arbetet innebär ytterligare risker förutom temperaturen, t.ex. för ett motorcykelbud där kläderna också ska skydda mot nedkylningen av fartvinden och som fysiskt skydd om personen skulle falla av motorcykeln i farten.

source: The air temperature in personnel facilities should be at least 20°C.
sv: Lufttemperaturen i personalutrymmen bör vara minst 20 °C.

source: For work on refrigerated premises or cold work outdoors, it is particularly important to organise breaks in heated spaces.
sv: Vid arbete i kylda arbetslokaler eller arbete i kyla utomhus är det extra viktigt att ha pauser i uppvärmda utrymmen.

source: 20°C for sedentary, physically less strenuous work,
sv: 20 °C vid stillasittande, fysiskt mindre ansträngande arbete,

source: 14-15°C for mobile or physically more strenuous work.
sv: 14–15 °C vid rörligt eller fysiskt mera ansträngande arbete.

source: Suitable methods for calculating heat capacity requirement are given in standard "Värmesystem i byggnader – Metod för beräkning av dimension- erande värmebehov" (Heating systems in buildings - Method for calculating dimensioned heat requirements), SS 02 43 10.
sv: Lämpliga metoder för beräkning av värmeeffektbehov finns i standarden Värmesystem i byggnader – Metod för beräkning av dimensionerande värmebehov, SS-EN 12831.

source: If work is mainly done in part of the premises, heating can be confined to that part.
sv: Om arbetet i huvudsak bedrivs i en del av en lokal kan uppvärmningen begränsas till den delen.

source: Premises of this kind include, for example, a sawmill building with heated cabs.
sv: Exempel på en sådan lokal är sågverkshall med uppvärmda hytter.

source: It is equally essential for the acoustic environment to be planned according to the audiological requirements which the work entails.
sv: Det är också väsentligt att ljudmiljön planeras efter vilka hörselkrav arbetsuppgifterna ställer.

source: There is very often an advantage to be gained from engaging special expertise in connection with acoustic planning.
sv: Det kan i många fall även vara fördelaktigt att anlita speciell expertis vid den akustiska planeringen.

source: It is also important to observe technical developments with regard to noise abatement and to apply up-to-date abatement methods.
sv: Det är också viktigt att följa den tekniska utvecklingen när det gäller bullerbegränsning och tillämpa aktuella metoder när den genomförs.

source: Noise limitation at source is generally the most economical and effective method.
sv: Bullerbegränsning vid själva ljudkällan är i allmänhet den mest ekonomiska och effektiva metoden.

source: There may also be an advantage to be gained from segregating noisy and silent activities, either by allotting them separate premises or by dividing premises into separate spaces with effective soundproofing and sound- absorbent walls or screens.
sv: Det kan även vara fördelaktigt att skilja bullrande och tyst verksamhet åt, antingen genom skilda lokaler eller genom att dela upp en lokal i skilda utrymmen med effektivt ljudisolerande och ljudabsorberande väggar eller skärmar.

source: For insulation from the surroundings, each of air-borne sounds, impact sounds and structure-borne sounds need to be taken into account.
sv: Vid isolering mot omgivningen kan såväl luft- ljud som stegljud och stomljud behöva beaktas.

source: In office and laboratory environments, for example, noise from permanent installations and from apparatus and computer equipment can be experienced as a significant nuisance.
sv: I t.ex. kontors- och laboratoriemiljöer kan buller från fasta anläggningar samt från apparatur och datoranläggningar uppfattas som en icke oväsentlig olägenhet.

source: It is important, therefore, that equipment of this kind can also be positioned where it will cause a minimum of disturbance.
sv: Det är därför viktigt att även sådan utrustning kan placeras så att störningen minimeras.

source: The acoustic climate can be improved by making ceilings and walls sound absorbent, thereby limiting sound transmission and lowering the sound level.
sv: Genom att tak- och väggpartier görs ljudabsorberande kan ljudklimatet förbättras eftersom ljudspridningen då begränsas och ljudnivån därmed

source: Increased absorption, however, does not appreciably affect the sound level in the immediate vicinity of a noise source.
sv: Ökad absorption påverkar dock inte ljudnivån nämnvärt i en buller- källas omedelbara närhet.

source: Through the correct choice of flooring, furnishings and furniture, the generation of annoying noise can be limited, which is particularly important in environments where the work tasks require concentration, or where there is a need to hold a conversation undisturbed.
sv: Genom rätt val av golvbeläggning, inredning och möbler kan uppkomsten av störande ljud begränsas vilket är speciellt viktigt i miljöer där arbetsuppgifterna är koncentrationskrävande eller där man har behov av att kunna föra samtal obesvärat.

source: The Provisions of the Work Environment Authority on noise give occupational exposure limit values for noise referring to the risk of hearing impairment, and also figures which can furnish guidance, for example, in connection with acoustic planning and design and the procurement of new equipment.
sv: I föreskrifterna om buller anges insats- och gränsvärden för buller som kan ge hörselskador samt värden som kan tjäna som vägledning exempelvis vid akustisk projektering och planering samt vid inköp av ny utrustning.

source: Consideration needs to be given to the type of activity, room acoustics, sound transmission and the placing and screening of sources of annoying noise.
sv: Hänsyn behöver bland annat tas till typen av verksamhet, rumsakustik, ljudutbredning samt placering och avskärmning av störande ljudkällor.

source: Furthermore, consideration needs to be given to the placing of personnel, based on the individual employees prerequisites and needs for communication and separation.
sv: Dessutom behöver hänsyn även tas till placering av personalen utifrån de enskilda arbetstagarnas förutsättningar och behov av kommunikation eller avskildhet.

source: Open-plan offices nearly always need to be supplemented with sound- insulated rooms for conversations, telephone calls and tasks that require particular concentration.
sv: Öppna kontor behöver nästan alltid också kompletteras med ljudisolerade rum för samtal, telefonsamtal och särskilt koncentrationskrävande arbetsuppgifter.

source: Clear rules for noise-generating activities increase the prerequisites for a functioning acoustic environment in open-plan offices.
sv: Tydliga regler för ljudalstrande aktiviteter ökar förutsättningarna för en fungerande ljudmiljö i öppna kontor.

source: In open-plan premises for teaching, the risk of disturbance is great, and such floor plans are therefore only suitable if it can be ensured that the design of the premises is an advantage for the type of teaching to be carried out.
sv: I utrymmen för undervisning med öppna planlösningar är risken stor för störning och sådana planlösningar är därför endast lämpliga om man kan säkerställa att lokalens utformning är till fördel för den typ av undervisning som ska bedrivas.

source: More information about open-plan premises is available in the handbook issued by the National Board of Housing, Building and Planning, "Buller- skydd i bostäder och lokaler" (Noise protection in housing and on premises).
sv: Mer information om lokaler med öppna planlösningar finns i Boverkets handbok ”Bullerskydd i bostäder och lokaler”.

source: The room acoustics have a particularly important bearing on the functioning of facilities – classrooms, for example – intended for verbal communication.
sv: I lokaler avsedda för talad kommunikation, exempelvis undervisningslo- kaler, har rumsakustiken speciellt stor betydelse för hur lokalen fungerar.

source: Premises of this kind therefore need to have an appropriate reverberation time and generally to be designed for easy apprehension of speech.
sv: Det är därför viktigt att sådana lokaler har en för ändamålet lämplig efter- klangstid och i övrigt är utformade så att tal lätt kan uppfattas.

source: For good speech apprehension, it is also important that background noise is at a low level.
sv: För bra taluppfattbarhet är det också viktigt att bakgrundsbullret har en låg nivå.

source: In order to permit recuperation and the possibility of holding conversations undisturbed, it is also important that personnel facilities, such as canteens and social areas are designed and furnished so that problems with annoying noise is minimised.
sv: För att medge återhämtning och möjlighet till samtal i en ostörd miljö är det viktigt att även personalutrymmen som matutrymmen och pausutrymmen är utformade och inredda så att problem med störande ljud minimeras.

source: Rules concerning noise level for certain types of premises can be found in the Building Regulations issued by the National Board of Housing, Building and Planning.
sv: Regler om ljudförhållanden för vissa lokaltyper finns i Boverkets byggregler.

source: Guidance on Section 33
sv: AFS 2009:2

source: Rules concerning the maximum permissible sound level from installations on certain types of premises are contained in the Building Regulations of the National Board of Housing, Building and Planning
sv: Till 33 § Regler om ljud från installationer för vissa lokaltyper finns i Bo- verkets byggregler.

source: The transmission of noise to other parts of the building can be limited by mounting vibrating machinery and equipment – fans, lift machinery, motors and compressors, for example – on spring-loaded elements, often combined with heavy foundations.
sv: Genom att ställa upp vibrerande maskiner och utrustningar, exempelvis fläktar, hissmaskinerier, motorer och kompressorer, på fjädrande element, ofta i kombination med tunga fundament, kan man begränsa ljudsprid- ningen till omgivande delar av byggnaden.

source: Mechanical ventilation systems often generate noise.
sv: Fläktstyrda ventilationssystem ger ofta upphov till buller.

source: Even low ventilation noise levels have proved to be annoying and can impair performance in connection with tasks requiring concentration.
sv: Även låga nivåer av ventilationsbuller har visat sig störande och kan leda till försämrad prestation i samband med koncentrationskrävande arbetsuppgifter.

source: Measures to achieve a low level of noise in ventilation systems can, for example, include choosing the right type of fan and silencer, the design of fan inlets, fan mounting, the type of control, the design and positioning of dampers and the design and dimensioning of air terminal devices and ducting.
sv: För att minska bullret från ventilationssystem kan man exempelvis ägna omsorg åt valet av fläkt och ljuddämpare, utformningen av fläktinlopp, fläktuppställ- ningen, typen av reglering, utformningen och placeringen av spjäll samt utformningen och dimensioneringen av don och kanaler.

source: Low air velocities, gentle curves and gradual area changes should be aimed for, as a means of limiting sound generation.
sv: Låga lufthastigheter, mjuka krökar och gradvisa areaförändringar bör eftersträvas för att hålla nere ljudalstringen.

source: It should also be borne in mind that infrasound can be generated in ventilation installations where large quantities of air are set in motion.
sv: I ventilationsinstallationer där stora luftmassor sätts i rörelse kan infraljud alstras vilket också bör beaktas.

source: The National Board of Occupational Safety and Health, together with other national authorities, has formulated "Myndigheternas försik- tighetsprincip om lågfrekventa elektriska och magnetiska fält" (The precautionary principle for national authorities concerning low-frequency electrical and magnetic fields) (1998, ADI 477).
sv: Arbetarskyddsstyrelsen har tillsammans med andra myndigheter formulerat ”Myndigheternas försiktighetsprincip om lågfrekventa elektriska och magnetiska fält” (1998, ADI 477).

source: In it, the following caution principle is stated: If steps generally reducing exposure can be taken at reasonable cost and with reasonable consequences in other respects, an effort should be made to reduce fields greatly deviating from what can be considered normal in the environment concerned.
sv: Där ges följande försiktighetsprincip: Om åtgärder, som generellt minskar exponeringen, kan vidtas till rimliga kostnader och konsekvenser i övrigt bör man sträva efter att reducera fält som avviker starkt från vad som kan anses vara normalt i den aktuella miljön.

source: The purpose of subsection one of Section 35 is for the principles indicated in the caution principle (see the quotation above) to be applied to the type of case indicated by the wording of this Section.
sv: Syftet med första stycket i 35 § är att de principer som anges i försiktighetsprincipen tillämpas i den typ av fall som anges i paragraftexten.

source: Limit values for high-frequency electromagnetic fields are contained in the Work Environment Authority's provisions governing high-frequency electromagnetic fields.
sv: Gränsvärden för högfrekventa elektromagnetiska fält finns i Arbetsmil- jöverkets föreskrifter om högfrekventa elektromagnetiska fält.

source: The purpose of the second subsection of Section 35 is for the positioning and design of power sockets etc. to be considered from a work environment viewpoint.
sv: Syftet med det andra stycket i 35 § är att man vid placering av uttag m.m. ska beakta deras placering och utformning från arbetsmiljösynpunkt.

source: If, for example, a power plug has to be frequently inserted and withdrawn, both plug and socket must be positioned and designed in such a way that this can be done in an appropriate manner from the work environment viewpoint.
sv: Ett exempel kan vara att när det gäller en kontakt som ska dras ur och sättas i ofta så ska uttaget och kontakten placeras och utformas så att detta kan göras på ett från arbetsmiljösynpunkt lämpligt sätt.

source: This must never mean that stipulations contained in the provisions of the Swedish National Electrical Safety Board are not complied with.
sv: Detta får aldrig innebära att krav som ställs i Elsäkerhetsverkets föreskrifter inte uppfylls.

source: The Building Regulations issued by the National Board of Housing, Building and Planning contain rules for the design of hot water systems in showers, so as to avoid the risk of Legionella bacteria growing and spreading.
sv: Regler för utformning av varmvattensystem vid duschar, i syfte att undvika legionellatillväxt, finns i Boverkets byggregler.

source: In places where a floor or some other object is flushed or where large vessels are filled with water, it should be possible for a hose to be connected to a tapping point, e.g. with a snap coupling.
sv: På platser där golv eller annat spolas eller där stora kärl fylls med vatten bör slangar kunna kopplas med exempelvis snabbkoppling till tappställe.

source: A reasonable distance to drinking water, according to the nature of the work, means, for example, that allowance has to be made for the degree of perspiration which the work entails.
sv: Rimligt avstånd till dricksvatten med hänsyn till verksamhetens art innebär t.ex. att hänsyn behöver tas till hur svettdrivande arbetet är.

source: Furnace work is one instance where drinking water may be needed at the workplace or in its immediate vicinity.
sv: Exempel på arbete där dricksvatten kan behövas på arbetsplatsen eller i omedelbar närhet av den är ugnsarbete.

source: Stipulations concerning the quality of drinking water are contained in the provisions on drinking water issued by the National Food Administration, SLV FS 1989:30.
sv: Krav på dricksvattenkvalitet finns i Statens livsmedelsverks kungörelse om dricksvatten, SLV FS 2001:30.

source: Work with animals or spray painting are examples of activities where hand washing may be required in connection with the workplace.
sv: Exempel på verksamheter där handtvätt kan krävas i anslutning till arbetsplatsen är arbete med djur eller sprutmålning.

source: Good personal hygiene reduces the risk of suffering illness caused by work.
sv: En god personlig hygien minskar riskerna att drabbas av sjukdom orsakad av arbetet.

source: A tapping point for hot and cold water usually provides possibilities for hand washing.
sv: Tappställe för varmt och kallt vatten ger oftast möjlighet till handtvätt.

source: A floor drain may be needed, for example, when the floor is cleaned by flushing or as a means of avoiding dangerous accumulations of spillage water, melt water or condensation.
sv: Golvbrunnar kan behövas t.ex. vid rengöring genom spolning eller för att undvika farliga vattensamlingar av spill, smältvatten eller kondens.

source: The roller conveyor of a commercial dishwasher, for example, is one place where water spillage is a normal occurrence.
sv: En rullbana i en diskanläggning är ett exempel på ett ställe där det normalt förekommer vattenspill.

source: A floor drain is normally needed at a tapping point, e.g. in a cleaning room and refuse storage room and where machinery or cooking vessels are emptied.
sv: Golvbrunnar behövs normalt vid tappställen, t.ex. i städrum och avfallsrum och vid maskiner eller grytor som töms.

source: Consideration should also be given to equipping an emergency shower with a floor drain, so that the shower can be tested regularly and for the avoidance of water damage from prolonged flushing.
sv: Även vid en nöddusch kan det vara lämpligt att ha en golvbrunn för att underlätta regelbunden provspolning av duschen och för att undvika vattenskador vid långvarig spolning.
